{
  "title": "Product Management",
  "description": "🛠️ Which tools do top Product Managers rely on daily? 💼",
  "words": [
    {
      "word": "CONFLUENCE",
      "fragments": ["CON", "FLU", "ENC", "E"],
      "orientation": "horizontal",
      "fact": "Confluence by Atlassian is the go-to collaboration and documentation platform for product teams. PMs use it to create product requirements documents (PRDs), maintain roadmaps, share research, and build a single source of truth for product knowledge across the organization."
    },
    {
      "word": "BALSAMIQ",
      "fragments": ["BAL", "SAM", "IQ"],
      "orientation": "vertical",
      "fact": "Balsamiq is a rapid wireframing tool that helps PMs quickly sketch and iterate on product ideas without needing design skills. Its intentionally rough, sketch-like interface keeps stakeholders focused on functionality rather than visual design during early ideation."
    },
    {
      "word": "PRODUCTBOARD",
      "fragments": ["PRO", "DUC", "TBO", "ARD"],
      "orientation": "horizontal",
      "fact": "Productboard is a product management system that helps PMs capture user feedback, prioritize features using scoring frameworks, maintain roadmaps, and align stakeholders. It connects customer insights directly to product decisions and development work."
    },
    {
      "word": "TRELLO",
      "fragments": ["TRE", "LLO"],
      "orientation": "vertical",
      "fact": "Trello uses visual boards, lists, and cards for project management and sprint planning. PMs use it to organize backlogs, track feature development, run agile ceremonies, and provide visibility into work status across teams using Kanban-style workflows."
    },
    {
      "word": "FIGJAM",
      "fragments": ["FIG", "JAM"],
      "orientation": "horizontal",
      "fact": "FigJam by Figma is a collaborative whiteboarding tool perfect for product brainstorming, user story mapping, journey mapping, and workshop facilitation. PMs use it for remote collaboration, retrospectives, and aligning cross-functional teams on product strategy."
    }
  ]
}
