{
  "title": "Product Management",
  "description": "🏴‍☠️ What is the AARRR Pirate Metrics Framework? ⚓",
  "words": [
    {
      "word": "ACQUISITION",
      "fragments": ["ACQ", "UIS", "ITI", "ON"],
      "orientation": "horizontal",
      "fact": "Acquisition measures how users find your product. This includes all channels like organic search, paid ads, social media, referrals, and direct traffic. Key metrics: traffic sources, cost per acquisition (CPA), and conversion rates from visitor to user."
    },
    {
      "word": "ACTIVATION",
      "fragments": ["ACT", "IVA", "TIO", "N"],
      "orientation": "vertical",
      "fact": "Activation measures users' first experience and their 'aha moment' - when they realize your product's value. This could be completing a profile, making a first action, or experiencing a core feature. Key metrics: time to value, setup completion rate, and first-action completion."
    },
    {
      "word": "RETENTION",
      "fragments": ["RET", "ENT", "ION"],
      "orientation": "horizontal",
      "fact": "Retention measures how many users come back and continue using your product over time. This is often the most important metric as it indicates product-market fit. Key metrics: daily/monthly active users (DAU/MAU), churn rate, cohort analysis, and engagement frequency."
    },
    {
      "word": "REFERRAL",
      "fragments": ["REF", "ERR", "AL"],
      "orientation": "vertical",
      "fact": "Referral measures how many users recommend your product to others, creating viral growth loops. Happy users become advocates who bring in new users. Key metrics: viral coefficient (K-factor), Net Promoter Score (NPS), shares, and invitation acceptance rate."
    },
    {
      "word": "REVENUE",
      "fragments": ["REV", "ENU", "E"],
      "orientation": "horizontal",
      "fact": "Revenue measures how you monetize your user base and generate income from your product. This is where you convert users into paying customers. Key metrics: customer lifetime value (LTV), average revenue per user (ARPU), conversion to paid, and LTV:CAC ratio."
    }
  ]
}
